Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_admin_log_changed_location_chat
source: {from} changed the group location to {address}
be: {from} змяніў(-ла) месцазнаходжанне суполкі на {address}
ca: {from} ha canviat la ubicació del grup a {address}
de: {from} hat Gruppenstandort zu {address} geändert
es: {from} cambió la ubicación del grupo a {address}
fr: {from} a changé la position du groupe pour {address}
it: {from} ha cambiato la posizione del gruppo in {address}
ko: {from} 님이 그룹 위치를 {address}로 바꿨습니다
ms: {from} tukar lokasi grup ke {address}
nl: {from} wijzigde de groepslocatie naar {address}
pl: Użytkownik {from} zmienił lokalizację grupy na „{address}”
pt_br: {from} alterou o local do grupo para "{address}"
ru: {from} изменил(а) геопозицию группы на {address}
tr: {from} grubun yerini {address} olarak değiştirdi
uk: {from} змінює розташування групи на {address}

# lng_admin_log_changed_photo_channel
source: {from} changed channel photo
be: {from} змяніў(-ла) аватар канала
ca: {from} ha canviat la foto del canal
de: {from} hat Kanalbild geändert
es: {from} cambió la foto del canal
fr: {from} a changé la photo du canal
it: {from} ha cambiato la foto del canale
ko: {from} 님이 채널 사진을 바꿨습니다
ms: {from} tukar foto saluran
nl: Kanaalfoto door {from} gewijzigd
pl: Użytkownik {from} zmienił zdjęcie kanału
pt_br: {from} alterou a foto do canal
ru: {from} изменил(а) фотографию канала
tr: {from}, kanal fotoğrafını değiştirdi
uk: {from} змінює фото каналу

# lng_admin_log_changed_photo_group
source: {from} changed group photo
be: {from} змяніў(-ла) аватар суполкі
ca: {from} ha canviat la foto del grup
de: {from} hat Gruppenbild geändert
es: {from} cambió la foto de grupo
fr: {from} a changé la photo du groupe
it: {from} ha cambiato la foto del gruppo
ko: {from} 님이 그룹 사진을 바꿨습니다
ms: {from} tukar foto grup
nl: Groepsafbeelding door {from} gewijzigd
pl: Użytkownik {from} zmienił zdjęcie grupy
pt_br: {from} alterou a foto do grupo
ru: {from} изменил(а) фото группы
tr: {from}, grup fotoğrafını değiştirdi
uk: {from} змінює фото групи

# lng_admin_log_changed_slow_mode
source: {from} changed slow mode to {duration}
be: {from} змяніў(-ла) павольны рэжым да {duration}
ca: {from} ha canviat el mode lent a {duration}
de: {from} hat langsamen Modus auf {duration} gestellt
es: {from} estableció el modo lento a {duration}
fr: {from} a réglé le mode ralenti sur {duration}
it: {from} ha impostato la modalità lenta a {duration}
ko: {from} 님이 저속 모드를 {duration}(으)로 변경했습니다
ms: {from} tukar mod perlahan ke {duration}
nl: {from} heeft de tempolimiet gewijzigd naar {duration}
pl: Użytkownik {from} ustawił zegar trybu wolnego na {duration}
pt_br: {from} alterou o modo lento para {duration}
ru: {from} изменил(а) таймер медленного режима на {duration}
tr: {from} yavaş modun süresini {duration} olarak değiştirdi
uk: {from} змінює інтервал повільного режиму на {duration}

# lng_admin_log_changed_stickers_group
source: {from} changed the group {sticker_set}
be: {from} змяніў(-ла) {sticker_set} суполкі
ca: {from} ha canviat el {sticker_set} del grup
de: {from} hat das Sticker-Paket {sticker_set} der Gruppe geändert
es: {from} cambió el {sticker_set} del grupo
fr: {from} a changé le {sticker_set} du groupe
it: {from} ha cambiato il {sticker_set} del gruppo
ko: {from} 님이 그룹 {sticker_set}을 변경하였습니다.
ms: {from} tukar {sticker_set} grup
nl: {sticker_set} van de groep door {from} gewijzigd
pl: Użytkownik {from} zmienił {sticker_set} grupy
pt_br: {from} alterou o {sticker_set} do grupo
ru: {from} изменил(а) {sticker_set} группы
tr: {from}, grubun {sticker_set}ni değiştirdi
uk: {from} змінює {sticker_set} групи

# lng_admin_log_changed_stickers_set
source: sticker set
be: набор стыкераў
ca: paquet d'adhesius
de: Sticker-Paket
es: pack de stickers
fr: lot d'autocollants
it: set di sticker
ko: 스티커 묶음
ms: set stiker
nl: stickerbundel
pl: zestaw naklejek
pt_br: pacote de stickers
ru: набор стикеров
tr: çıkartma paketi
uk: пакунок наліпок

# lng_admin_log_changed_title_channel
source: {from} changed channel name to «{title}»
be: {from} змяніў(-ла) назву канала на «{title}»
ca: {from} ha canviat el nom del canal a «{title}»
de: {from} hat den Kanalnamen in «{title}» geändert
es: {from} cambió el nombre del canal a «{title}»
fr: {from} a renommé le canal en « {title} »
it: {from} ha cambiato il nome del canale in «{title}»
ko: {from} 님이 채널이름을 «{title}»(으)로 바꿨습니다.
ms: {from} tukar nama saluran ke «{title}»
nl: {from} heeft de kanaalnaam gewijzigd naar «{title}»
pl: Użytkownik {from} zmienił nazwę kanału na „{title}”
pt_br: {from} alterou o título do canal para "{title}"
ru: {from} изменил(а) название канала на «{title}»
tr: {from}, kanal ismini «{title}» olarak değiştirdi
uk: {from} змінює назву каналу на «{title}»

# lng_admin_log_changed_title_group
source: {from} changed group name to «{title}»
be: {from} змяніў(-ла) назву суполкі на «{title}»
ca: {from} ha canviat el nom del grup a «{title}»
de: {from} hat den Gruppennamen in «{title}» geändert
es: {from} cambió el nombre del grupo a «{title}»
fr: {from} a renommé le groupe en « {title} »
it: {from} ha cambiato il nome del gruppo in «{title}»
ko: {from} 님이 그룹이름을 «{title}» 로 바꾸셨습니다.
ms: {from} tukar nama grup ke «{title}»
nl: {from} heeft de groepsnaam gewijzigd naar «{title}»
pl: Użytkownik {from} zmienił nazwę grupy na „{title}”
pt_br: {from} alterou o título do grupo para "{title}"
ru: {from} изменил(а) название группы на «{title}»
tr: {from}, grup adını «{title}» olarak değiştirdi
uk: {from} змінює назву групи на «{title}»

# lng_admin_log_delete_invite_link
source: {from} deleted invite link {link}
be: {from} выдаліў(-ла) запрашальную спасылку {link}
ca: {from} ha eliminat l'enllaç {link}
de: {from} hat Einladungslink {link} gelöscht
es: {from} eliminó el enlace de invitación {link}
fr: {from} a supprimé le lien d'invitation {link}
it: {from} ha eliminato il link d'invito {link}
ko: {from}님이 {link} 초대링크를 삭제했습니다
ms: {from} hapus link jemputan {link}
pl: Użytkownik {from} usunął link zaproszenia {link}
pt_br: {from} apagou o link de convite {link}
ru: {from} удалил(а) ссылку-приглашение {link}
tr: {from}, {link} davet bağlantısını sildi
uk: {from} видаляє посилання {link}

# lng_admin_log_deleted_message
source: {from} deleted message:
be: {from} выдаліў(-ла) паведамленне:
ca: {from} ha eliminat un missatge:
de: {from} hat Nachricht gelöscht:
es: {from} eliminó un mensaje:
fr: {from} a supprimé le message :
it: {from} ha eliminato un messaggio:
ko: {from} 님이 메시지를 삭제했습니다:
ms: {from} hapus mesej:
nl: Bericht door {from} verwijderd
pl: Użytkownik {from} usunął wiadomość:
pt_br: {from} apagou a mensagem:
ru: {from} удалил(а) сообщение:
tr: {from}, mesajı sildi:
uk: {from} видаляє повідомлення:

# lng_admin_log_disallowed_unmute_self
source: {from} muted new video chat participants
be: {from} забараніў(-ла) гаварыць новым удзельнікам відэачата
ca: {from} ha silenciat els participants nous
de: {from} hat neue Teilnehmer des Videochats stummgeschaltet
es: {from} silenció a los nuevos participantes del videochat
fr: {from} a rendu muet les nouveaux participants
it: {from} ha silenziato i nuovi partecipanti della chat video
ko: {from} 님이 새로운 영상 대화 참가자를 음소거했습니다
ms: {from} senyapkan peserta bual video baru
nl: {from} heeft nieuwe deelnemers van de spraakchat gedempt
pl: Użytkownik {from} wyciszył nowych uczestników czatu wideo
pt_br: {from} silenciou novos participantes do chat de vídeo
ru: {from} выключил(а) микрофон для новых участников
tr: {from} görüntülü sohbetin yeni katılımcılarını sessize aldı
uk: {from} заглушує майбутніх присутніх у відеочатах

# lng_admin_log_disallowed_unmute_self_channel
source: {from} muted new live stream participants
be: {from} забараніў(-ла) гаварыць новым удзельнікам жывога эфіру
ca: {from} ha silenciat els participants nous
de: {from} hat neue Teilnehmer des Livestreams stumm geschaltet
es: {from} silenció a los nuevos participantes del stream en directo
fr: {from} a rendu muet les nouveaux participants
it: {from} ha silenziato i nuovi partecipanti della diretta streaming
ko: {from} 님이 새로운 실시간 방송 참가자들을 음소거함
ms: {from} senyapkan peserta baru strim langsung
pl: Użytkownik {from} wyciszył nowych uczestników transmisji na żywo
pt_br: {from} silenciou novos participantes da transmissão ao vivo
ru: {from} отключил(а) микрофон для новых участников
tr: {from} yeni canlı yayın katılımcılarının sesini kapattı
uk: {from} заглушує нових присутніх у трансляціях

# lng_admin_log_discarded_group_call
source: {from} ended the video chat
be: {from} завяршыў(-ла) відэачат
ca: {from} ha finalitzat el xat de vídeo
de: {from} hat den Videochat beendet
es: {from} finalizó el videochat
fr: {from} a mis fin au salon vidéo
it: {from} ha terminato la chat video
ko: {from} 님이 영상 대화를 종료했습니다
ms: {from} tamatkan bual video
nl: {from} beëindigde de spraakchat
pl: Użytkownik {from} zakończył czat wideo
pt_br: {from} encerrou o chat de vídeo
ru: {from} завершил(а) видеочат
tr: {from} görüntülü sohbeti sonlandırdı
uk: {from} закінчує відеочат

# lng_admin_log_discarded_group_call_channel
source: {from} ended the live stream
be: {from} завяршыў(-ла) жывы эфір
ca: {from} ha finalitzat el directe
de: {from} hat den Livestream beendet
es: {from} finalizó el stream en directo
fr: {from} a interrompu la diffusion
it: {from} ha terminato la diretta streaming
ko: {from} 님이 실시간 방송 종료함
ms: {from} tamatkan strim langsung
pl: Użytkownik {from} zakończył transmisję na żywo
pt_br: {from} encerrou a transmissão ao vivo
ru: {from} завершил(а) трансляцию
tr: {from} canlı yayını sonlandırdı
uk: {from} закінчує трансляцію

# lng_admin_log_edited_caption
source: {from} edited caption:
be: {from} адрэдагаваў(-ла) подпіс:
ca: {from} ha editat una llegenda:
de: {from} hat Beschriftung bearbeitet:
es: {from} editó un comentario:
fr: {from} a modifié la légende :
it: {from} ha modificato la didascalia:
ko: {from} 님이 설명을 수정했습니다:
ms: {from} sunting kapsyen:
nl: Onderschrift door {from} gewijzigd:
pl: Użytkownik {from} edytował podpis:
pt_br: {from} editou a legenda:
ru: {from} изменил(а) подпись:
tr: {from} başlığı düzenledi:
uk: {from} редагує опис:

# lng_admin_log_edited_invite_link
source: edited invite link {link}
be: адрэдагаваў(-ла) запрашальную спасылку {link}
ca: ha editat l'enllaç {link}
de: hat Einladungslink {link} bearbeitet
es: editó el enlace de invitación {link}
fr: a modifié le lien d'invitation {link}
it: ha modificato il link d'invito {link}
ko: 초대링크 {link}를 수정함
ms: sunting link jemputan {link}
pl: edytowano link zaproszenia {link}
pt_br: editou o link de convite {link}
ru: изменил(а) ссылку-приглашение {link}
tr: {link} davet bağlantısını düzenledi
uk: редагує посилання {link}

# lng_admin_log_edited_message
source: {from} edited message:
be: {from} адрэдагаваў(-ла) паведамленне:
ca: {from} ha editat un missatge:
de: {from} hat Nachricht bearbeitet:
es: {from} editó un mensaje:
fr: {from} a modifié le message :
it: {from} ha modificato un messaggio:
ko: {from} 님이 메시지를 수정했습니다:
ms: {from} sunting mesej:
nl: Bericht door {from} gewijzigd
pl: Użytkownik {from} edytował wiadomość:
pt_br: {from} editou a mensagem:
ru: {from} изменил(а) сообщение:
tr: {from}, bu mesajı düzenledi:
uk: {from} редагує повідомлення:

# lng_admin_log_filter
source: Filter
be: Фільтраваць
ca: Filtra
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtro
ko: 필터
ms: Tapis
nl: Filteren
pl: Filtr
pt_br: Filtro
ru: Фильтр
tr: FİLTRE
uk: Фільтр

# lng_admin_log_filter_all_admins
source: All users and admins
be: Усе ўдзельнікі і кіраўнікі
ca: Tots els usuaris i administradors
de: Alle Nutzer
es: Todos los usuarios
fr: Tous les utilisateurs et les administrateurs
it: Tutti gli utenti e amministratori
ko: 모든 사용자 및 관리자
ms: Semua ahli dan pentadbir
nl: Alle gebruikers
pl: Wszyscy użytkownicy i administratorzy
pt_br: Todos usuários e admins
ru: Все участники и администраторы
tr: Tüm kullanıcılar ve yöneticiler
uk: Усі користувачі та адміністратори

# lng_admin_log_filter_restrictions
source: New restrictions
be: Новыя абмежаванні
ca: Restriccions noves
de: Neue Einschränkungen
es: Nuevas restricciones
fr: Nouvelles restrictions
it: Nuove restrizioni
ko: 새로운 제한
ms: Sekatan baru
nl: Nieuwe beperkingen
pl: Nowe ograniczenia
pt_br: Novas restrições
ru: Новые ограничения
tr: Yeni kısıtlamalar
uk: Нові обмеження

# lng_admin_log_filter_title
source: Filter
be: Фільтраваць
ca: Filtre
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtro
ko: 필터
ms: Tapis
nl: Filteren
pl: Filtr
pt_br: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр

# lng_admin_log_filter_voice_chats
source: Video chats
be: Відэачаты
ca: Xats de vídeo
fr: Salons vidéos
it: Chat video
ko: 영상 대화
ms: Bual video
nl: Spraakchats
pl: Czaty wideo
pt_br: Chats de vídeo
ru: Видеочаты
tr: Görüntülü sohbetler
uk: Відеочати

# lng_admin_log_filter_voice_chats_channel
source: Live stream
be: Жывы эфір
ca: Directe
es: Stream en directo
fr: Diffusion en direct
it: Diretta streaming
ko: 실시간 방송
ms: Strim langsung
pl: Transmisja na żywo
pt_br: Transmissão ao vivo
ru: Трансляция
tr: Canlı yayın
uk: Трансляція

# lng_admin_log_forwards_disabled
source: {from} restricted content copying
be: {from} абмежаваў(-ла) капіяванне змесціва
ca: {from} ha restringit copiar el contingut
de: {from} hat das Kopieren von Inhalten eingeschränkt
es: {from} restringió copiar contenido
fr: {from} a restreint la copie de contenu
it: {from} ha vietato la copia dei contenuti
ko: {from}님이 컨텐츠 복사를 제한함
ms: {from} dihadkan menyalin konten
pl: Użytkownik {from} ograniczył kopiowanie treści
pt_br: {from} restringiu a cópia de conteúdo
ru: {from} ограничил(а) копирование
tr: {from} içerik kopyalamayı kısıtladı
uk: {from} обмежує копіювання вмісту

# lng_admin_log_forwards_enabled
source: {from} allowed content copying
be: {from} дазволіў(-ла) капіяванне змесціва
ca: {from} ha permés copiar el contingut
de: {from} hat das Kopieren von Inhalten erlaubt
es: {from} permitió copiar contenido
fr: {from} a autorisé la copie de contenu
it: {from} ha permesso la copia dei contenuti
ko: {from}님이 컨텐츠 복사를 허용함
ms: {from} dibenarkan menyalin konten
pl: Użytkownik {from} zezwolił na kopiowanie treści
pt_br: {from} permitiu a cópia de conteúdo
ru: {from} разрешил(а) копирование
tr: {from} içerik kopyalamaya izin verdi
uk: {from} дозволяє копіювання вмісту

# lng_admin_log_history_made_hidden
source: {from} made group history hidden for new members
be: {from} схаваў(-ла) ранейшую гісторыю чата ад новых удзельнікаў
ca: {from} ha amagat l'historial del grup per als membres nous
de: {from} hat den Chatverlauf für neue Mitglieder versteckt
es: {from} ocultó el historial para nuevos miembros
fr: {from} a caché l'historique du groupe pour les nouveaux membres
it: {from} ha nascosto la cronologia del gruppo ai nuovi membri
ko: {from} 님이 새로운 참가자에게 기존 대화 내용이 보이지 않도록 했습니다
ms: {from} biar sejarah grup tersembunyi dari ahli baru
nl: {from} heeft de groepsgeschiedenis voor nieuwe leden verborgen
pl: Użytkownik {from} ukrył historię grupy dla nowych członków.
pt_br: {from} ocultou o histórico do grupo para novos membros
ru: {from} скрыл(а) историю группы от новых участников
tr: {from} yeni üyeler için grup geçmişini gizledi
uk: {from} робить історію групи прихованою для нових учасників

# lng_admin_log_history_made_visible
source: {from} made group history visible for new members
be: {from} зрабіў(-ла) ранейшую гісторыю чата бачнай новым удзельнікам
ca: {from} ha fet visible l'historial del grup per a membres nous
de: {from} hat den Chatverlauf für neue Mitglieder sichtbar gemacht
es: {from} dejó visible el historial para nuevos miembros
fr: {from} a rendu l'historique du groupe visible pour les nouveaux membres
it: {from} ha reso visibile la cronologia del gruppo ai nuovi membri
ko: {from} 님이 새로운 참가자에게 기존 대화 내용이 보이도록 했습니다
ms: {from} biar sejarah grup dapat dilihat oleh ahli baru
nl: {from} heeft de groepsgeschiedenis ook voor nieuwe leden zichtbaar gemaakt
pl: Użytkownik {from} udostępnił historię grupy dla nowych członków.
pt_br: {from} tornou o histórico do grupo visível para novos membros
ru: {from} сделал(а) историю группы доступной новым участникам
tr: {from} yeni üyeler için grup geçmişini görünür hale getirdi
uk: {from} робить історію групи видимою для нових учасників

# lng_admin_log_invite_link_expire_date
source: Expiry date: {previous} → {limit}
be: Тэрмін дзеяння: {previous} → {limit}
ca: Data de caducitat: {previous} → {limit}
de: Ablaufdatum: {previous} → {limit}
es: Expiración: {previous} → {limit}
fr: Date d'expiration : {previous} → {limit}
it: Data di scadenza: {previous} → {limit}
ko: 만료일: {previous} → {limit}
ms: Tarikh tamat: {previous} → {limit}
nl: Verloopdatum: {previous} → {limit}
pl: Data wygaśnięcia: {previous} → {limit}
pt_br: Data de expiração: {previous} → {limit}
ru: Дата истечения: {previous} → {limit}
tr: Bitiş tarihi: {previous} -> {limit}
uk: Строк дії: {previous} -> {limit}

# lng_admin_log_invite_link_label
source: Name: {previous} → {limit}
be: Назва: {previous} → {limit}
ca: Nom: {previous} → {limit}
es: Nombre: {previous} → {limit}
fr: Nom : {previous} → {limit}
it: Nome: {previous} → {limit}
ko: 이름: {previous} → {limit}
ms: Nama: {previous} -> {limit}
pl: Nazwa: {previous} → {limit}
pt_br: Nome: {previous} → {limit}
ru: Название: {previous} -> {limit}
tr: Ad: {previous} → {limit}
uk: Назва: {previous} → {limit}

# lng_admin_log_invite_link_request_needed
source: Admin approval is now required to join.
be: Цяпер для далучэння патрэбна ўхваленне кіраўніка.
ca: Es requereix l'aprovació per a entrar.
de: Beitrittszustimmung ist jetzt erforderlich.
es: Ahora se requiere la aprobación de un admin. para unirse.
fr: L'accord d'un administrateur est maintenant requis pour rejoindre.
it: Ora è richiesta l'approvazione degli amministratori per unirsi.
ko: 입장시 관리자 승인이 필요합니다.
ms: Kelulusan pentadbir kini perlu untuk sertai
pl: Aby dołączyć, wymagana jest zgoda administratora.
pt_br: Admins agora precisam aprovar entradas.
ru: Теперь для вступления требуется проверка заявки администраторами.
tr: Şimdi katılmak için yönetici onayı gerekiyor.
uk: Тепер нових учасників мають схвалювати адміністратори.

# lng_admin_log_invite_link_request_not_needed
source: Admin approval no longer required to join.
be: Ухваленне кіраўніка больш не патрэбна для далучэння.
ca: Ja no es requereix l'aprovació per a entrar.
de: Beitrittszustimmung ist nicht länger erforderlich.
es: Ya no se requiere la aprobación de un admin. para unirse.
fr: L'accord d'un administrateur n'est plus requis pour rejoindre.
it: Non è più richiesta l'approvazione degli amministratori per unirsi.
ko: 입장시 더이상 관리자 승인이 필요하지 않습니다.
ms: Kelulusan pentadbir tak lagi perlu untuk sertai
pl: Aby dołączyć, zgoda administratora nie jest już wymagana.
pt_br: Admins não precisam mais aprovar entradas.
ru: Теперь для вступления не требуется проверка заявки администраторами.
tr: Artık katılmak için yönetici onayı gerekmiyor.
uk: Тепер нових учасників не потрібно схвалювати.

# lng_admin_log_invite_link_usage_limit
source: Usage limit: {previous} → {limit}
be: Абмежаванне выкарыстанняў: {previous} → {limit}
ca: Límit d'ús: {previous} → {limit}
de: Nutzungsgrenze: {previous} → {limit}
es: Límite de usos: {previous} → {limit}
fr: Limite d'utilisation : {previous} → {limit}
it: Limite di utilizzo: {previous} → {limit}
ko: 사용횟수: {previous} → {limit}
ms: Had kegunaan: {previous} → {limit}
pl: Limit użyć: {previous} → {limit}
pt_br: Limite de usos: {previous} → {limit}
ru: Ограничение: {previous} → {limit}
tr: Kullanım sınırı: {previous} → {limit}
uk: Обмеження на використання: {previous} → {limit}

# lng_admin_log_invited
source: invited {user}
be: запрасіў(-ла) {user}
ca: ha convidat {user}
de: hat {user} eingeladen
es: añadió a {user}
fr: a invité {user}
it: ha invitato {user}
ko: {user} 님을 초대함
ms: jemput {user}
nl: {user} uitgenodigd
pl: zaprosił {user}
pt_br: convidou {user}
ru: пригласил(а) {user}
tr: {user} kullanıcısını davet etti
uk: запрошує {user}

# lng_admin_log_invites_disabled
source: {from} disabled group invites
be: {from} адключыў(-ла) запрашэнні ў суполку
ca: {from} ha desactivat les invitacions
de: {from} hat Gruppeneinladungen deaktiviert
es: {from} desactivó las invitaciones
fr: {from} a désactivé les invitations au groupe
it: {from} ha disattivato gli inviti del gruppo
ko: {from} 님이 그룹 초대를 금지했습니다.
ms: {from} nyahdaya jemputan grup
nl: uitnodigingen door {from} uitgeschakeld
pl: Użytkownik {from} wyłączył zaproszenia do grupy
pt_br: {from} desabilitou convites ao grupo
ru: {from} запретил(а) приглашения в группу
tr: {from} grup davetlerini kapattı
uk: {from} вимикає запрошення до групи

# lng_admin_log_invites_enabled
source: {from} enabled group invites
be: {from} уключыў(-ла) запрашэнні ў суполку
ca: {from} ha activat les invitacions al grup
de: {from} hat Gruppeneinladungen aktiviert
es: {from} activó las invitaciones
fr: {from} a activé les invitations au groupe
it: {from} ha attivato gli inviti del gruppo
ko: {from} 님이 그룹 초대 기능을 켰습니다
ms: {from} dayakan jemputan grup
nl: uitnodigingen door {from} ingeschakeld
pl: Użytkownik {from} włączył zaproszenia do grupy
pt_br: {from} ativou convites ao grupo
ru: {from} разрешил(а) приглашения в группу
tr: {from}, grup davetlerini etkinleştirdi
uk: {from} вмикає запрошення до групи

# lng_admin_log_messages_ttl_changed
source: {from} changed messages auto-delete period from {previous} to {duration}
be: {from} змяніў(-ла) таймер аўтавыдалення паведамленняў з {previous} на {duration}
ca: {from} ha canviat l'autodestrucció de {previous} a {duration}
de: {from} hat Auto-Löschung von Nachrichten von {previous} auf {duration} geändert.
es: {from} cambió el tiempo de autoeliminación de mensajes de {previous} a {duration}
fr: {from} a changé le délai d'autosuppression de {previous} pour {duration}
it: {from} ha cambiato il periodo di autoeliminazione dei messaggi da {previous} a {duration}
ko: {from}님이 메시지 자동삭제 기간을 {previous} 에서 {duration} 으로 변경했습니다.
ms: {from} tukar tempoh hapus automatik mesej dari {previous} ke {duration}
pl: Użytkownik {from} zmienił auto-usuwanie wiadomości z {previous} na {duration}
pt_br: {from} alterou o tempo do autoexcluir de {previous} para {duration}
ru: {from} изменил(а) время автоудаления сообщений с {previous} на {duration}
tr: {from}, {previous} olan mesajların otomatik silinme zamanını {duration} olarak değiştirdi.
uk: {from} змінює час автовидалення повідомлень з {previous} до {duration}

# lng_admin_log_messages_ttl_removed
source: {from} disabled messages auto-deletion after {duration}
be: {from} адключыў(-ла) аўтавыдаленне паведамленняў праз {duration}
ca: {from} ha desactivat l'autodestrucció en {duration}
de: {from} hat Auto-Löschung von Nachrichten nach {duration} ausgeschaltet
es: {from} desactivó la autoeliminación de mensajes en {duration}
fr: {from} a désactivé l'autosuppression des messages après {duration}
it: {from} ha disattivato l'autoeliminazione dei messaggi dopo {duration}
ko: {from}님이 {duration} 이후 메시지 자동삭제를 해제했습니다.
ms: {from} nyahdaya mesej hapus automatik selepas {duration}
pl: Użytkownik {from} wyłączył auto-usuwanie wiadomości w {duration} po wysłaniu
pt_br: {from} desativou a autoexclusão de mensagens após {duration}
ru: {from} отключил(а) автоудаление сообщений после {duration}
tr: {from}, mesajların {duration} sonra otomatik silinmesini kapattı
uk: {from} вимикає автовидалення повідомлень через {duration}
